name_product = [
    "Каша овсяная на молоке (250 гр.)", "Борщ со сметаной и зеленю (0,5 л)", "Лапша куриная (0,5 л)",
    "Кремовый суп с гренками (0,5 л)", "Суп томатный (0,5 л)",
    "Салат 'Цезарь'", "Салат 'Оливье'", "Салат 'Селёдка под шубой'", "Салат 'Крабовый'", "Салат из морепродуктов",
    "Сок (1 л.)", "Coca-Cola (1 л.)", "Sprite (1,5 л.)", "Черноголовка (1,5 л.)", "Очаковский квас (1,5 л.)",
    "Кофе латте (0,3 л.)", "Кофе капуччино (0,3 л.)", "Горячий шоколад (0,3 л)", "Раф малиновый (0,3 л)",
    "Чай малиновый (0,3 л)",
    "Блины с яйцом", "Блины с мясом", "Блины с яйцом и ветчиной и сыром", "Блины с бананом", "Блины с яблоком"
]

price_product = [49 + 10 * inc for inc in range(len(name_product))]

user_data = [
        ['Иванов Иван Иваныч', 'ivanov@mail.ru', 'ivan'],
        ['Петров Петр Петрович', 'petrov@mail.ru', 'petr'],
        ['Смирнов Даниил Андреевич', 'smirnov@mail.ru', 'daniil'],
        ['Фурманов Илья Денисович', 'furmanov@mail.ru', 'ilya'],
        ['Павлов Михаил Петрович', 'pavlov@mail.ru', 'mihail'],
        ['Романов Глеб Игоревич', 'romanov@mail.ru', 'gleb'],
        ['Соколов Олег Михайлович', 'sokolov@mail.ru', 'oleg'],
        ['Находкин Николай Александрович', 'nahodkin@mail.ru', 'nikolay'],
        ['Промптов Игорь Николаевич', 'promptov@mail.ru', 'igor'],
        ['Алертов Вячеслав Вячеславович', 'alertov@mail.ru', 'slava'],
    ]

passwords = ['ivan123', 'petr123', 'daniil123', 'ilya123', 'mihail123',
             'gleb123', 'oleg123', 'nikolay123', 'igor123', 'slava123']

category = {
    1: "Горячее",
    2: "Салаты",
    3: "Холодные напитки",
    4: "Горячие напитки",
    5: "Блины "
}